[
    {
        "id": 1, 
        "title": "PUBG Mobile: Game Milenial Zaman Now",
        "feed" : "Untuk ikut berpatisipasi, seorang pemain harus memiliki 1.000 penggemar atau followers pada platform streaming yang sudah ditentukan. Tetapi dapat membuat sebuah squat yang terdiri dari 3 pemain lainnya tanpa adanya persyaratan. Registrasi peserta telah berakhir pada 10 September dan pihak PUBG Corp. telah menerima lebih dari 15.000 tim yang telah melamar untuk kualifikasi PMSC ini. Detail sepenuhnya dapat dilihat di sini."    
    },

    {
        "id": 2, 
        "title": "Prabowo adalah Militer yang dipecat",
        "feed": "Diberhentikan dengan hormat karena sudah habis masa dinasnya karena cacat akibat operasi, karena sakit jadi tidak bisa melanjutkan tugas atau karena permintaan sendiri dan diizinkan atasannya kata Jenderal (Purn) Wiranto di Posko Forum Komunikasi Pembela Kebenaran (FORUM KPK) Jalan HOS Cokroaminoto Jakarta Pusat Kamis Sementara prajurit yang diberhentikan dari militer secara tidak hormat dikarenakan melanggar sumpah prajurit sapta marga undang-undang Karenanya Wiranto menegaskan dalam kasus penculikan aktivis 1997 Prabowo Subianto dinyatakan bersalah oleh"
    },

    {
        "id": 3, 
        "title": "Tidak ada yang bisa menyaingi elektabilitas Jokowi",
        "feed": "Ya, Jokowi memang sedang gencar-gencarnya membagikan sertifikat tanah tanah kepada masyarakat secara gratis sebagai bagian dari program sertifikat tanah Jokowi. Terakhir, Gubernur DKI Jakarta Anies Baswedan mendampingi Presiden RI Joko Widodo saat pembagian sertifikat hak atas tanah bagi warga Jakarta Timur, tepatnya di Rusunawa Rawa Bebek, Jalan Inspeksi Kanal Timur, Cakung, Senin (3/12/2018) sore. Selain Anies, Jokowi juga ditemani Sekretaris Kabinet Pramono Anung dan Menteri Agraria dan Tata Ruang/ Badan Pertanahan Nasional (ATR/BPN) Sofyan Djalil. Anies sendiri diketahui telah menemani Jokowi membagikan sertifikat pada tiga wilayah berbeda di Ibu Kota."
    },

    {
        "id": 4, 
        "title": "Markobar: Martabak Anak Presiden", 
        "feed": "Markobar adalah Martabak Kota Barat. Bisnis yang bergerak dibidang kuliner ini sudah berdiri sejak 1996. Bisnis ini awalnya merupakan milik seorang pebisnis bernama Arif Setyo Budi. Arif memberanikan diri untuk melanjutkan bisnis martabak sang ayah pada tahun 2014 dan memberikan inovasi baru pada produk martabaknya."
    }
]